Repository: NivekAlunya/com.acme.ios.package.Camera
Catalog: Sources/Camera/Camera.xcstrings
Source language: en
Languages: es

# accessibility_accept_photo
source: Accept the captured photo
es: Aceptar la foto tomada

# accessibility_close_camera
source: close the camera
es: cerrar la cámara

# accessibility_open_application_settings
source: open application system settings
es: abrir opciones del sistema

# accessibility_open_settings
source: open settings
es: abrir ajustes

# accessibility_switch_front_back
source: switch camera front / back
es: cambiar cámara frontal / trasera

# accessibility_switch_ratio
source: Switch aspect ratio
es: Cambiar relación de aspecto

# accessibility_take_photo
source: Take photo
es: Tomar foto

# accessiblity_reject_photo
source: Reject the captured photo
es: Rechazar la foto tomada

# alert_camera__button_ok
source: OK
es: Aceptar

# alert_error_camera
source: An error occurred when using the camera
es: Se produjo un error al usar la cámara

# camera_error_cameraUnauthorized
source: The camera access has been rejected.\nPlease tap on the settings button below to activate the feature for the application.
es: Se ha rechazado el acceso a la cámara.\nToca el botón de ajustes a continuación para activar la función en la aplicación.

# camera_error_cameraUnavailable
source: This camera is unavailable.
es: Esta cámara no está disponible.

# camera_error_cannotAddInput
source: The system can add this input to the session of the camera.
es: El sistema puede agregar esta entrada a la sesión de la cámara.

# camera_error_cannotAddOutput
source: The system can add this output to the session of the camera.
es: El sistema puede agregar esta salida a la sesión de la cámara.

# camera_error_cannotStartCamera
source: The camera can’t start!
es: ¡La cámara no puede iniciarse!

# camera_error_creationFailed
source: The system can’t use the camera
es: El sistema no puede usar la cámara

# camera_error_zoomUpdateFailed
source: The system can’t apply this zoom level
es: El sistema no puede aplicar este nivel de zoom

# error_unknown
source: An unknown error occurred."
es: Ha ocurrido un error desconocido."

# flash_mode_auto
source: Automatic
es: Automático

# flash_mode_off
source: Off
es: Desactivado

# flash_mode_on
source: On
es: Activado

# flash_mode_unavailable
source: Unavailable
es: No disponible

# option_title_camera
source: Camera
es: Cámara

# option_title_flash_mode
source: Flash modes
es: Modos de flash

# option_title_format
source: Formats
es: Formatos

# option_title_preview_mode
source: Preview mode
es: Modo de vista previa

# option_title_quality
source: Quality
es: Calidad

# preview_mode_native
source: Native
es: Nativo

# preset_high
source: high
es: alta

# preset_low
source: low
es: baja

# preset_medium
source: medium
es: media

# preset_photo
source: photo
es: foto
